Repository: apexbymanish/myKharcha
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, mr, ne, pt_br, ru, ta, te, tr, ur, vi, zh_hans

source: Your commitments exceed your income.
ar: التزاماتك تتجاوز دخلك.
bn: আপনার বাধ্যবাধকতা আপনার আয়ের চেয়ে বেশি।
de: Deine Verpflichtungen übersteigen dein Einkommen.
es: Tus compromisos superan tus ingresos.
fr: Tes engagements dépassent tes revenus.
hi: आपकी प्रतिबद्धताएं आपकी आय से ज़्यादा हैं।
id: Komitmenmu melebihi pemasukanmu.
ja: 固定費が収入を上回っています。
ko: 고정 지출이 수입을 초과했어요.
mr: तुमच्या जबाबदाऱ्या तुमच्या उत्पन्नापेक्षा जास्त आहेत.
ne: तपाईंको प्रतिबद्धता आम्दानीभन्दा बढी छ।
pt_br: Seus compromissos excedem sua receita.
ru: Ваши обязательства превышают доход.
ta: உங்கள் கடமைகள் உங்கள் வருமானத்தை விட அதிகமாக உள்ளன.
te: మీ కట్టుబాట్లు మీ ఆదాయాన్ని మించిపోయాయి.
tr: Taahhütleriniz gelirinizi aşıyor.
ur: آپ کے واجبات آپ کی آمدنی سے زیادہ ہیں۔
vi: Các khoản cam kết của bạn vượt quá thu nhập.

source: Your data is saved on this device only. Sign in with Apple to back it up and sync it across your devices.
ar: بياناتك محفوظة على هذا الجهاز فقط. سجّل الدخول عبر Apple لنسخها احتياطيًا ومزامنتها عبر أجهزتك.
bn: আপনার ডেটা শুধু এই ডিভাইসেই সংরক্ষিত আছে। ব্যাকআপ নিতে ও আপনার ডিভাইসগুলোর মধ্যে সিঙ্ক করতে Apple দিয়ে সাইন ইন করুন।
de: Deine Daten werden nur auf diesem Gerät gespeichert. Melde dich mit Apple an, um sie zu sichern und geräteübergreifend zu synchronisieren.
es: Tus datos solo se guardan en este dispositivo. Inicia sesión con Apple para hacer copia de seguridad y sincronizarlos entre tus dispositivos.
fr: Tes données sont enregistrées uniquement sur cet appareil. Connecte-toi avec Apple pour les sauvegarder et les synchroniser sur tous tes appareils.
hi: आपका डेटा सिर्फ़ इस डिवाइस पर सेव है। इसे बैकअप करने और अपने डिवाइसों में सिंक करने के लिए Apple से साइन इन करें।
id: Datamu hanya disimpan di perangkat ini. Masuk dengan Apple untuk mencadangkan dan menyinkronkannya di semua perangkatmu.
ja: データはこのデバイスにのみ保存されています。Appleでサインインすると、バックアップしてすべてのデバイスで同期できます。
ko: 데이터는 이 기기에만 저장돼요. Apple로 로그인하면 백업하고 여러 기기에서 동기화할 수 있어요.
mr: तुमचा डेटा फक्त या डिव्हाइसवर सेव्ह आहे. बॅकअप घेण्यासाठी आणि तुमच्या डिव्हाइसेसवर सिंक करण्यासाठी Apple सह साइन इन करा.
ne: तपाईंको डेटा यही डिभाइसमा मात्र सुरक्षित छ। यसलाई ब्याकअप गरी सबै डिभाइसमा सिंक गर्न Apple बाट साइन इन गर्नुहोस्।
pt_br: Seus dados são salvos apenas neste dispositivo. Entre com a Apple para fazer backup e sincronizar entre seus dispositivos.
ru: Ваши данные хранятся только на этом устройстве. Войдите через Apple, чтобы создавать резервные копии и синхронизировать их между устройствами.
ta: உங்கள் தரவு இந்தச் சாதனத்தில் மட்டுமே சேமிக்கப்பட்டுள்ளது. அதைக் காப்புப் பிரதி எடுத்து உங்கள் சாதனங்கள் முழுவதும் ஒத்திசைக்க Apple மூலம் உள்நுழையவும்.
te: మీ డేటా ఈ పరికరంలో మాత్రమే సేవ్ చేయబడుతుంది. దాన్ని బ్యాకప్ చేసి మీ పరికరాల్లో సింక్ చేయడానికి Appleతో సైన్ ఇన్ చేయండి.
tr: Verileriniz yalnızca bu cihazda saklanır. Yedeklemek ve cihazlarınız arasında senkronize etmek için Apple ile giriş yapın.
ur: آپ کا ڈیٹا صرف اس آلے پر محفوظ ہے۔ اسے بیک اپ اور اپنے آلات میں سنک کرنے کے لیے Apple کے ساتھ سائن ان کریں۔
vi: Dữ liệu của bạn chỉ được lưu trên thiết bị này. Đăng nhập bằng Apple để sao lưu và đồng bộ trên các thiết bị của bạn.
zh_hans: 你的数据仅保存在此设备上。使用 Apple 登录即可备份并在各设备间同步。

source: Your expenses are backed up and synced across your devices.
ar: مصاريفك محفوظة احتياطيًا ومُزامَنة عبر أجهزتك.
bn: আপনার খরচগুলো ব্যাকআপ করা আর আপনার ডিভাইসগুলোর মধ্যে সিঙ্ক করা আছে।
de: Deine Ausgaben werden gesichert und geräteübergreifend synchronisiert.
es: Tus gastos están respaldados y sincronizados entre tus dispositivos.
fr: Tes dépenses sont sauvegardées et synchronisées sur tous tes appareils.
hi: आपके खर्च बैकअप और आपके सभी डिवाइसों में सिंक हो चुके हैं।
id: Pengeluaranmu dicadangkan dan disinkronkan di semua perangkatmu.
ja: 支出はバックアップされ、すべてのデバイスで同期されています。
ko: 지출 내역이 백업되고 여러 기기에서 동기화되고 있어요.
mr: तुमचे खर्च तुमच्या डिव्हाइसेसवर बॅकअप घेतले आणि सिंक केले जातात.
ne: तपाईंको खर्च तपाईंका सबै डिभाइसमा ब्याकअप र सिंक भइरहेको छ।
pt_br: Suas despesas têm backup e são sincronizadas entre seus dispositivos.
ru: Ваши расходы резервируются и синхронизируются между устройствами.
ta: உங்கள் செலவுகள் காப்புப் பிரதி எடுக்கப்பட்டு உங்கள் சாதனங்கள் முழுவதும் ஒத்திசைக்கப்படுகின்றன.
te: మీ ఖర్చులు బ్యాకప్ చేయబడి మీ పరికరాల్లో సింక్ అవుతున్నాయి.
tr: Giderleriniz yedekleniyor ve cihazlarınız arasında senkronize ediliyor.
ur: آپ کے اخراجات بیک اپ اور آپ کے آلات میں سنک ہو چکے ہیں۔
vi: Khoản chi của bạn được sao lưu và đồng bộ trên các thiết bị.
zh_hans: 你的支出已备份并在各设备间同步。

source: Your expenses are saved on this device only. Sign in with Apple to back them up and sync across your devices.
ar: مصاريفك محفوظة على هذا الجهاز فقط. سجّل الدخول عبر Apple لنسخها احتياطيًا ومزامنتها عبر أجهزتك.
bn: আপনার খরচগুলো শুধু এই ডিভাইসেই সংরক্ষিত আছে। ব্যাকআপ নিতে ও আপনার ডিভাইসগুলোর মধ্যে সিঙ্ক করতে Apple দিয়ে সাইন ইন করুন।
de: Deine Ausgaben werden nur auf diesem Gerät gespeichert. Melde dich mit Apple an, um sie zu sichern und geräteübergreifend zu synchronisieren.
es: Tus gastos solo se guardan en este dispositivo. Inicia sesión con Apple para hacer copia de seguridad y sincronizarlos entre tus dispositivos.
fr: Tes dépenses sont enregistrées uniquement sur cet appareil. Connecte-toi avec Apple pour les sauvegarder et les synchroniser sur tous tes appareils.
hi: आपके खर्च सिर्फ़ इस डिवाइस पर सेव हैं। उन्हें बैकअप करने और अपने डिवाइसों में सिंक करने के लिए Apple से साइन इन करें।
id: Pengeluaranmu hanya disimpan di perangkat ini. Masuk dengan Apple untuk mencadangkan dan menyinkronkannya di semua perangkatmu.
ja: 支出はこのデバイスにのみ保存されています。Appleでサインインすると、バックアップしてすべてのデバイスで同期できます。
ko: 지출 내역은 이 기기에만 저장돼요. Apple로 로그인하면 백업하고 여러 기기에서 동기화할 수 있어요.
mr: तुमचे खर्च फक्त या डिव्हाइसवर सेव्ह आहेत. त्यांचा बॅकअप घेण्यासाठी आणि डिव्हाइसेसवर सिंक करण्यासाठी Apple सह साइन इन करा.
ne: तपाईंको खर्च यही डिभाइसमा मात्र सुरक्षित छ। तिनलाई ब्याकअप गरी सबै डिभाइसमा सिंक गर्न Apple बाट साइन इन गर्नुहोस्।
pt_br: Suas despesas são salvas apenas neste dispositivo. Entre com a Apple para fazer backup e sincronizar entre seus dispositivos.
ru: Ваши расходы хранятся только на этом устройстве. Войдите через Apple, чтобы создавать резервные копии и синхронизировать их между устройствами.
ta: உங்கள் செலவுகள் இந்தச் சாதனத்தில் மட்டுமே சேமிக்கப்பட்டுள்ளன. அவற்றைக் காப்புப் பிரதி எடுத்து உங்கள் சாதனங்கள் முழுவதும் ஒத்திசைக்க Apple மூலம் உள்நுழையவும்.
te: మీ ఖర్చులు ఈ పరికరంలో మాత్రమే సేవ్ చేయబడతాయి. వాటిని బ్యాకప్ చేసి మీ పరికరాల్లో సింక్ చేయడానికి Appleతో సైన్ ఇన్ చేయండి.
tr: Giderleriniz yalnızca bu cihazda saklanır. Yedeklemek ve cihazlarınız arasında senkronize etmek için Apple ile giriş yapın.
ur: آپ کے اخراجات صرف اس آلے پر محفوظ ہیں۔ انہیں بیک اپ اور اپنے آلات میں سنک کرنے کے لیے Apple کے ساتھ سائن ان کریں۔
vi: Khoản chi của bạn chỉ được lưu trên thiết bị này. Đăng nhập bằng Apple để sao lưu và đồng bộ trên các thiết bị của bạn.
zh_hans: 你的支出仅保存在此设备上。使用 Apple 登录即可备份并在各设备间同步。

source: Your expenses sync automatically across your devices.
ar: تتم مزامنة مصروفاتك تلقائيًا عبر أجهزتك.
bn: আপনার খরচগুলো আপনার ডিভাইসগুলোর মধ্যে স্বয়ংক্রিয়ভাবে সিঙ্ক হয়।
de: Deine Ausgaben werden automatisch geräteübergreifend synchronisiert.
es: Tus gastos se sincronizan automáticamente entre tus dispositivos.
fr: Tes dépenses se synchronisent automatiquement sur tous tes appareils.
hi: आपके खर्च आपके सभी डिवाइसों में अपने आप सिंक होते हैं।
id: Pengeluaranmu disinkronkan otomatis di semua perangkatmu.
ja: 支出はすべてのデバイスで自動的に同期されます。
ko: 지출 내역이 모든 기기에서 자동으로 동기화돼요.
mr: तुमचे खर्च तुमच्या डिव्हाइसेसवर आपोआप सिंक होतात.
ne: तपाईंको खर्च तपाईंका सबै डिभाइसहरूमा स्वतः सिंक हुन्छ।
pt_br: Suas despesas são sincronizadas automaticamente entre seus dispositivos.
ru: Ваши расходы автоматически синхронизируются между устройствами.
ta: உங்கள் செலவுகள் தானாகவே உங்கள் சாதனங்களில் ஒத்திசைக்கப்படும்.
te: మీ ఖర్చులు మీ పరికరాల్లో ఆటోమేటిక్‌గా సింక్ అవుతాయి.
tr: Giderleriniz cihazlarınız arasında otomatik olarak senkronize edilir.
ur: آپ کے اخراجات خودکار طور پر آپ کے آلات میں سنک ہوتے ہیں۔
vi: Khoản chi của bạn tự động đồng bộ trên các thiết bị.
zh_hans: 你的支出会在各设备间自动同步。

source: Your money is in. Open Paisa Khoi? to plan your month.
ar: وصل مالك. افتح Paisa Khoi? لتخطيط شهرك.
bn: আপনার টাকা এসে গেছে। আপনার মাস পরিকল্পনা করতে Paisa Khoi? খুলুন।
de: Dein Geld ist da. Öffne Paisa Khoi?, um deinen Monat zu planen.
es: Tu dinero ya está. Abre Paisa Khoi? para planear tu mes.
fr: Ton argent est arrivé. Ouvre Paisa Khoi? pour planifier ton mois.
hi: आपका पैसा आ गया है। अपने महीने की योजना बनाने के लिए Paisa Khoi? खोलें।
id: Uangmu sudah masuk. Buka Paisa Khoi? untuk merencanakan bulanmu.
ja: 給料が入りました。Paisa Khoi?を開いて今月のプランを立てましょう。
ko: 돈이 들어왔어요. Paisa Khoi?를 열어 이번 달 계획을 세워보세요.
mr: तुमचे पैसे जमा झाले आहेत. तुमच्या महिन्याचे नियोजन करण्यासाठी Paisa Khoi? उघडा.
ne: तपाईंको पैसा आयो। आफ्नो महिनाको योजना बनाउन Paisa Khoi? खोल्नुहोस्।
pt_br: Seu dinheiro caiu. Abra o Paisa Khoi? para planejar o mês.
ru: Деньги поступили. Откройте Paisa Khoi?, чтобы спланировать месяц.
ta: உங்கள் பணம் வந்துவிட்டது. உங்கள் மாதத்தைத் திட்டமிட Paisa Khoi?-வைத் திறக்கவும்.
te: మీ డబ్బు వచ్చింది. మీ నెలను ప్లాన్ చేయడానికి Paisa Khoi? తెరవండి.
tr: Paranız hesaba geçti. Ayınızı planlamak için Paisa Khoi?'yı açın.
ur: آپ کی رقم آ گئی ہے۔ اپنے مہینے کی منصوبہ بندی کے لیے Paisa Khoi? کھولیں۔
vi: Tiền của bạn đã về. Mở Paisa Khoi? để lên kế hoạch cho tháng này.
zh_hans: 工资到账啦！打开钱去哪了？来规划本月开支吧。

source: Your plan
ar: خطتك
bn: আপনার পরিকল্পনা
de: Dein Plan
es: Tu plan
fr: Ton plan
hi: आपकी योजना
id: Rencanamu
ja: あなたのプラン
ko: 내 플랜
mr: तुमची योजना
ne: तपाईंको योजना
pt_br: Seu plano
ru: Ваш план
ta: உங்கள் திட்டம்
te: మీ ప్లాన్
tr: Planınız
ur: آپ کا منصوبہ
vi: Kế hoạch của bạn
zh_hans: 你的计划

source: your spending, simplified
ar: إنفاقك، ببساطة
bn: আপনার খরচ, সহজভাবে
de: deine Ausgaben, einfach gemacht
es: tus gastos, simplificados
fr: tes dépenses, simplifiées
hi: आपका खर्च, आसान तरीके से
id: pengeluaran Anda, lebih sederhana
ja: 支出管理を、シンプルに
ko: 지출 관리, 더 간단하게
mr: तुमचा खर्च, सोप्या पद्धतीने
ne: तपाईंको खर्च, सरल बनाइएको
pt_br: seus gastos, simplificados
ru: ваши расходы, но проще
ta: உங்கள் செலவு, எளிமையாக
te: మీ ఖర్చు, సులభతరం
ur: آپ کے اخراجات، آسان انداز میں

source: Zero
ar: صفر
bn: শূন্য
de: Null
es: Cero
fr: Zéro
hi: शून्य
id: Nol
ja: ゼロ
mr: शून्य
ne: शून्य
ru: Ноль
ta: பூஜ்ஜியம்
te: సున్నా
tr: Sıfır
ur: صفر
vi: Không
zh_hans: 零

source: Backup Restored
zh_hans: 备份已恢复

source: Erase & Replace
zh_hans: 清除并替换

source: Erase & Replace deletes all your current data, then restores from this backup. Keep & Merge only adds records not already on this device. Erase & Replace cannot be undone.
zh_hans: 「清除并替换」会删除当前所有数据，再从此备份恢复。「保留并合并」只添加本机尚无的记录。「清除并替换」无法撤销。

source: Erase All Data
zh_hans: 清除所有数据

source: Erase All Data?
zh_hans: 清除所有数据？

source: Erase Permanently
zh_hans: 永久清除

source: Import Backup
zh_hans: 导入备份

source: Invalid Backup File
zh_hans: 备份文件无效

source: Keep & Merge
zh_hans: 保留并合并

source: This file isn't a valid Kharcha backup. Make sure you're selecting a file exported from Kharcha.
zh_hans: 此文件不是有效的 Kharcha 备份。请确认选择的是从 Kharcha 导出的文件。

source: This permanently deletes all your transactions, friends, debts, savings, and installments. Categories are reset to defaults.
zh_hans: 这将永久删除你所有的交易、好友、欠款、储蓄和分期。分类将恢复默认。

source: Your financial history cannot be recovered once erased. Consider creating a backup first.
zh_hans: 财务记录一旦清除便无法恢复。建议先创建备份。
